---
kind: property
id: P:Autodesk.Revit.DB.Structure.LoadBase.LoadNatureName
source: html/3f764b90-19b0-8fbb-50ae-f38400a89676.htm
---
# Autodesk.Revit.DB.Structure.LoadBase.LoadNatureName Property

A string representing the nature of the load.

## Syntax (C#)
```csharp
public string LoadNatureName { get; }
```